---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.BendFailures
source: html/e55da69f-db31-384f-61fd-709fb8937e7e.htm
---
# BuiltInFailures.BendFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.